---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.LevelFailures
source: html/1d03f142-6668-4990-1a79-78794323d536.htm
---
# BuiltInFailures.LevelFailures Properties

There are no levels or plan views remaining in the project.